[
  {
    "_id": { "$binary": "FEuvzjDIAnXR4QrWFvw6oA==", "$type": "03" },
    "lang": "en",
    "msg": {
      "expl.videos": ["https://www.youtube.com/embed/9alr3t4r_0k"],
      "expl.version": "0.1.0",
      "expl.loading": "Loading...",
      "expl.title": "Priority based free dating, job search and team building engine",
      "expl.build": "<h2>Build up your team!</h2><h4><i>for dating, business and work</i></h4>",
      "expl.intro": "Intro",
      "expl.howto": "<h2>How it works?</h2><ul><li>Social sites are fairly exhaustive!<br />This site is introducing a revolutionary new concept called <b>priority matches</b>.<br />Instead of letting everyone chat with everyone, users can prioritize each other. According to all the priorities the system allocates group chats of up to 6-12 people on weekly basis.</li></ul>",
      "expl.time": "<h2>Time</h2><ul><li>Social sites are expensive to build and maintain, can't be totally free, thus most of them try to trick you to subscribe!<br />This site is totally <b>free to use in normal sense, helping you to organize even more offline events instead, and recommend non-free events also</b>!</li><li>Social sites are fairly exhaustive!<br />This site is introducing a revolutionary new concept called <b>priority matches</b>.<br />Instead of letting everyone chat with everyone, users can prioritize each other. According to all the priorities the system allocates group chats of up to 6 people.</li></ul>",
      "expl.priority": "<h2>Priority matches</h2><ul><li><b>No more swipes, or waiting for matches!</b></li><li><b>No more inactive profiles!</b><br />If someone is not available for a week, he/she won't register for an event.</li><li>Even with 2-3 times more male than female, priority matches <b>works with unbalanced gender ratio</b>!</li><li><b>You never need to go to an event alone</b>, when you organize your own events! They are always filled up, you can pre-select members and/or ask the system to invite them based on mutual priority!</li><li>You can advertise ideas, jobs, and events with slots and location. Who is interested in, can prioritize the time and location based on the whole market, but you can prioritize the candidates, who would like to meet first! In your business you can ask every member, who would like to work with and the system is showing the right structure of the teams!</li><li><b>Fake profiles are filtered out, as you meet with people right away!</b></li></ul>",
      "expl.group_dating": "<h2>Group dating</h2><ul><li>Online world is quite different from offline one.<br />The site is helping you to interact with people as much as possible, thus <b>you can gain the required skills rapidly.</b></li><li><b>You can't manage the whole world alone!</b> You need to help to others by even suggesting partners whom you already met. It's how the offline world just works!</li><li>Simply <b>more options are available to organize offline events</b> for more people, and you have also more chances!</li></ul>",
      "expl.equal_opportunity": "<h2>Equal opportunity</h2><ul><li>People with good photos can get millions of 'fake/online' likes, other ones are struggling. It creates non-normal only online behaviours on both sides!<b>Everyone has equal number of opportunities to meet!</b></li><li><b>You can compare profiles, but you can't judge based on photos only!</b></li></ul>",
      "expl.follow": "Follow us",
      "expl.report": "Report bug",
      "expl.security": "<h2>Security</h2><ul><li><b>Social sites are based on advertisements.</b><br /><b>To maximize screen-on-time or access as many data from you as possible is required for them.</b><br />Advertisements are just building up jealosity factor inherently. While you are sharing and making other people jealous you can sell products.<br /> You are especially working for them, while neglecting your offline friends! <br />That jealosity factor is hard to compete...<br /><b>The site is based on affiliate marketing which is frequently used on online booking platforms (accomodation etc.), that's why collecting that many data to know you better is not so important anymore!</b></li></ul>",
      "err.no_profile": "Please enable your location and save your profile again!",
      "err.no_edit": "Edit is not allowed as the event has been accepted!",
      "err.save": "Error while saving!",
      "err.not_selected_profile": "Please select a profile before!",
      "err.no_date_change": "Date change is not allowed!",
      "err.event_full": "Event is full, you can subscribe for the waiting list!",
      "err.promotion_full": "All the promotion event has been filled up!",
      "err.event_illegal_access": "You can't access the event!",
      "err.first_item": "First item can't be deleted!",
      "err.invisible_profile": "Can't be used in Invisible mode!",
      "err.has_active_events": "Promotion can't be changed, as it has active events!",
      "err.friends_only": "Can't be used in Friends Only mode!",
      "err.clone_not_allowed": "There is an active event, where you are/were a member!",
      "profile.invited.title": "Please be invited for ${groupReq.name} group!",
      "profile.invited.desc": "${groupReq.desc}"
    }
  },
  {
    "_id": { "$binary": "fkH2CxoPvtMX4YkoVE3kog==", "$type": "03" },
    "lang": "hu",
    "msg": {
      "expl.videos": ["https://www.youtube.com/embed/9alr3t4r_0k"],
      "expl.version": "0.1.0",
      "expl.loading": "Betöltés...",
      "expl.title": "Prioritás vezérelt ingyenes tars-, munka és csapatépítő oldal",
      "expl.build": "<h2>Építsd fel a csapatod!</h2><h4><i>társ -, munkakereséshez és csapat építéshez</i></h4>",
      "expl.intro": "Bevezető",
      "expl.howto": "<h2>How működik?</h2><ul><li>Social oldalak használata nagyon kimerítő!<br />Ez az oldal egy teljesen új koncepción, <b>a prioritás matchen alapul</b>.<br />Ahelyett, hogy a rendszer engedi, hogy mindenki mindenkivel cseveghessen, előbb mindenkinek adatlapokat kell prioritizálnia. Az összes priorizálás alapján a rendszer chat szobákat generál hetente 6-12 emberrel.</li></ul>",
      "expl.time": "<h2>Idő</h2><ul><li>Social oldalakat drága fenntartani, nem lehetnek ingyenesek teljesen, így sok oldal trükközik!<br />Az oldal <b>teljesen ingyenes normál értelemben véve, inkább segít abban, hogy minél több offline eseményen tudj reszt venni, és ehhez ajánl fizetőseket is</b>!</li><li>Social oldalak használata nagyon kimerítő!<br />Ez az oldal egy teljesen új koncepción, <b>a prioritás matchen alapul</b>.<br />Ahelyett, hogy a rendszer engedi, hogy mindenki mindenkivel cseveghessen, előbb mindenkinek adatlapokat kell prioritizálnia. Az összes priorizálás alapján a rendszer chat szobákat generál 6 emberrel.</li></ul>",
      "expl.priority": "<h2>Prioritás alapú match</h2><ul><li><b>Nincs több swipe vagy match-re várás!</b></li><li><b>Nincs több inaktív adatlap!</b><br />Ha valaki nem ér rá egy hétig, nem fog regisztrálni eseményekre.</li><li>Ha a férfiak 2-3 szor többen vannak, a prioritás alapú matchelés <b>működni fog</b>!</li><li><b>Sosem kell újból egy eseményre egyedül menned</b>, ha szerveznél egyet! Mindig teltház lesz! Kiválaszthatsz embereket, akiket meginvitálsz es/vagy rabizod a rendszerre, hogy invitáljon embereket a prioritási listád alapján!</li><li>Magad is promotálhatsz ötletet, hirdethetsz meg állást, ahol az érdeklődök prioritizálhatnak időt és helyszínt a piacon elérhető összes lehetőség fényében, és Te is prioritizálhatod az érdeklődöket, kivel szeretnél elöbb találkozni!</li><li>A cégednél kikérheted mindenki véleményét kivel szeretne együtt dolgozni, és a rendszer megmutatja az optimalis csapatszerkezetet!</li><li><b>Fake adatlapokat a rendszer organikusan szűri, mivel az emberek azonnal találkoznak!</b></li></ul>",
      "expl.group_dating": "<h2>Csoportos ismerkedés</h2><ul><li>Az online világ nagyon eltérő az offline világtól.<br />Az oldal segít, hogy minél többet találkozhass emberekkel, így <b>minél hamarabb megszerezd a szükséges képességeket.</b></li><li><b>Egyedül nem managelheted a teljes világot!</b> Ahogy az offline világban úgy az online világban is másoknak is be kell segítenie a hasonszőrű emberek megtalálásában!</li><li>Egyszerűen <b>több lehetőség nyilik meg az iterakcióra</b> több emberrel!</li></ul>",
      "expl.equal_opportunity": "<h2>Egyenlő lehetőség</h2><ul><li>Míg a jó képű emberek rengeteg szamukra megtévesztő like-ot kaphatnak, addig a többség sehova sem jut. Ez csak az online világra jellemző viselkedési mintákat hoz létre minkét oldalon!<b>Itt mindenkinek egyenlő lehetősége van ismerkedni!</b></li><li><b>Adatlapokat össze tudsz hasonlítani a saját preferenciád alapján, de fotók alapján megitélni embereket már nem!</b></li></ul>",
      "expl.follow": "Kövess minket",
      "expl.report": "Hibabejelentő",
      "expl.security": "<h2>Biztonság</h2><ul><li><b>A social oldalak reklám alapú finanszírozással működnek.</b><br /><b>Számukra a képernyő minél tovább nézése és minél több adat begyűjtése elengedhetetlen.</b><br />A reklámok eleve féltékenységet szeretnének generálni. Amig másokkal megosztod az életed legjobb pillanatait, másokat féltékennyé teszel, hogy utána az oldal minél többet reklámozhasson rajtad keresztül.<br /> Az oldal üzemeltetőinek dolgozol, addig amig hanyagolod az offline barataid! <br />Ezzel nagyon nehéz üzletileg versenyezni...<br /><b>Ez az oldal affiliate marketingen alapul, ami az online foglalási rendszereknél elterjedt (szállás stb.), ezért az oldal számára már nem annyira fontos a féltékenység gerjesztése, vagy az tulburjánzó adatgyüjtés!</b></li></ul>",
      "err.no_profile": "Kérlek engedélyezd a localizáciod, és mentsd újra el a profilod!",
      "err.no_edit": "Szerkeszteni már nem lehet folyamatban lévő eseményt!",
      "err.save": "Mentés nem sikerült!",
      "err.not_selected_profile": "Válassz ki egy profilt elöbb!",
      "err.has_active_events": "Promotion nem módosítható, vannak aktív eseményei!",
      "err.no_date_change": "Dátum nem változtatható!",
      "err.event_full": "Esemény teli, feliratkozhatsz a várólistára!",
      "err.promotion_full": "A szervező teli van!",
      "err.event_illegal_access": "Az esemény nem elérhető!",
      "err.first_item": "Azt első tételt nem lehet törölni!",
      "err.invisible_profile": "Nem hasznalhato Invisible mode-ban!",
      "err.friends_only": "Nem hasznalhato Friends Only mode-ban!",
      "err.clone_not_allowed": "Van egy aktív esemény, aminek tagja vagy vagy voltál!",
      "profile.invited.title": "Meghívtak a ${groupReq.name} csoportba!",
      "profile.invited.desc": "${groupReq.desc}"
    }
  }
]
